Repository: dazeb/fruithost
Catalog: wiki/languages/*.po
Languages: el_gr, th_th

source: DEMO-VERSION: This action can't be used!
el_gr: ΔΟΚΙΜΑΣΤΙΚΗ ΕΚΔΟΣΗ: Αυτή η ενέργεια δεν μπορεί να χρησιμοποιηθεί!
