Repository: dazeb/fruithost
Catalog: wiki/languages/*.po
Languages: el_gr, th_th

source: Account
el_gr: Λογαριασμός
th_th: บัญชี

source: Databases
el_gr: Βάσεις Δεδομένων
th_th: ฐานข้อมูล

source: Domains
el_gr: Τομείς
th_th: โดเมน

source: E-Mails
el_gr: Ηλεκτρονικά Μηνύματα
th_th: อีเมล

source: FTP
th_th: เอฟทีพี

source: Hosting
el_gr: Φιλοξενία
th_th: การโฮสต์

source: Extended
el_gr: Επέκταση
th_th: ขยายออกไป

source: Support
el_gr: Υποστήριξη
th_th: สนับสนุน

source: Administration
el_gr: Διαχείριση
th_th: การบริหารงาน

source: Server
el_gr: Διακομιστής
th_th: เซิร์ฟเวอร์

source: Confirmation
el_gr: Επιβεβαίωση
th_th: การยืนยัน

source: No
el_gr: Όχι
th_th: ไม่

source: Yes
el_gr: Ναι
th_th: ใช่

source: Unknown User
el_gr: Άγνωστος Χρήστης
th_th: ผู้ใช้ที่ไม่รู้จัก

source: Password mismatched.
el_gr: Αναντιστοίχιση Κωδικού.
th_th: รหัสผ่านไม่ตรงกัน

source: Settings
el_gr: Ρυθμίσεις
th_th: การตั้งค่า

source: Logout
el_gr: Αποσύνδεση
th_th: ออกจากระบบ

source: Overview
el_gr: Επισκόπηση
th_th: ภาพรวม

source: Users
el_gr: Χρήστες
th_th: ผู้ใช้

source: Themes
el_gr: Θέματα
th_th: ธีมส์

source: Modules
el_gr: Ενότητες
th_th: โมดูล

source: Logfiles
el_gr: Αρχεία Καταγραφής
th_th: ไฟล์บันทึก

source: Console
el_gr: Κονσόλα
th_th: คอนโซล

source: Packages
el_gr: Πακέτα
th_th: แพ็คเกจ

source: Services
el_gr: Υπηρεσίες
th_th: บริการ

source: Reboot
el_gr: Επανεκκίνηση
th_th: รีบูต

source: Access denied!
el_gr: Πρόσβαση απορρίφθηκε!
th_th: การเข้าถึงถูกปฏิเสธ!

source: You have no permissions for this page.
el_gr: Δεν έχετε δικαιώματα για αυτήν τη σελίδα.
th_th: คุณไม่มีสิทธิ์สำหรับหน้านี้.

source: edit
el_gr: επεξεργασία
th_th: แก้ไข

source: create User
el_gr: δημιουργία χρήστη
th_th: สร้างผู้ใช้

source: Save
el_gr: Αποθήκευση
th_th: บันทึก

source: Delete
el_gr: Διαγραφή
th_th: ลบ

source: Create
el_gr: Δημιουργία
th_th: สร้าง

source: Add new
el_gr: Προσθήκη νέου
th_th: เพิ่มใหม่

source: No Users available!
el_gr: Δεν υπάρχουν διαθέσιμοι χρήστες!
th_th: ไม่มีผู้ใช้งาน!

source: Please add some Users.
el_gr: Παρακαλώ προσθέστε μερικούς χρήστες.
th_th: กรุณาเพิ่มผู้ใช้บางส่วน.

source: User
el_gr: Χρήστης
th_th: ผู้ใช้

source: Name
el_gr: Όνομα
th_th: ชื่อ

source: E-Mail
el_gr: Ηλεκτρονικό ταχυδρομείο
th_th: อีเมล์

source: Edit
el_gr: Επεξεργασία
th_th: แก้ไข

source: Language
el_gr: Γλώσσα
th_th: ภาษา

source: Time Format
el_gr: Μορφή ώρας
th_th: รูปแบบเวลา

source: Timezone
el_gr: Ζώνη ώρας
th_th: เขตเวลา

source: ID
el_gr: Ταυτότητα
th_th: ไอดี

source: Username
el_gr: Όνομα χρήστη
th_th: ชื่อผู้ใช้

source: E-Mail Address
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
th_th: ที่อยู่อีเมล

source: Full Name
el_gr: Ονοματεπώνυμο
th_th: ชื่อเต็ม

source: Phone Number
el_gr: Αριθμός τηλεφώνου
th_th: หมายเลขโทรศัพท์

source: Postal Address
el_gr: Ταχυδρομική διεύθυνση
th_th: ที่อยู่ทางไปรษณีย์

source: Security settings
el_gr: Ρυθμίσεις ασφαλείας
th_th: การตั้งค่าความปลอดภัย

source: Change password manually
el_gr: Αλλαγή κωδικού πρόσβασης χειροκίνητα
th_th: เปลี่ยนรหัสผ่านด้วยตนเอง

source: Initiate password reset
el_gr: Επαναφορά κωδικού πρόσβασης
th_th: เริ่มต้นการรีเซ็ตรหัสผ่าน

source: Generate new password
el_gr: Δημιουργία νέου κωδικού πρόσβασης
th_th: สร้างรหัสผ่านใหม่

source: Type
el_gr: Τύπος
th_th: ประเภท

source: Smartphone
el_gr: Έξυπνο τηλέφωνο
th_th: สมาร์ทโฟน

source: disabled
el_gr: απενεργοποιημένο
th_th: ปิดการใช้งาน

source: SMS
th_th: เอสเอ็มเอส

source: New Password
el_gr: Νέος κωδικός πρόσβασης
th_th: รหัสผ่านใหม่

source: Password Confirmation
el_gr: Επιβεβαίωση κωδικού πρόσβασης
th_th: การยืนยันรหัสผ่าน

source: Initiates the password recovery process.
el_gr: Αρχίζει τη διαδικασία ανάκτησης κωδικού πρόσβασης.
th_th: เริ่มต้นกระบวนการกู้คืนรหัสผ่าน

source: The user receives an E-Mail with instructions on how to reset the password.
el_gr: Ο χρήστης λαμβάνει ένα μήνυμα ηλεκτρονικού ταχυδρομείου με οδηγίες για την επαναφορά του κωδικού πρόσβασης.
th_th: ผู้ใช้ได้รับอีเมลพร้อมคำแนะนำในการรีเซ็ตรหัสผ่าน

source: The user will probably not receive an E-Mail because the provided <strong>E-Mail address is invalid</strong>.
th_th: ผู้ใช้อาจจะไม่ได้รับอีเมลเนื่องจาก <strong>ที่อยู่อีเมลที่ให้ไว้ไม่ถูกต้อง<//strong>

source: Activate the reset using password recovery
el_gr: Ενεργοποιήστε την επαναφορά χρησιμοποιώντας την ανάκτηση κωδικού πρόσβασης
th_th: เปิดใช้งานการรีเซ็ตโดยใช้การกู้คืนรหัสผ่าน

source: The system automatically generates a strong password and sends it to the user by E-Mail.
el_gr: Το σύστημα δημιουργεί αυτόματα έναν ισχυρό κωδικό πρόσβασης και τον στέλνει στον χρήστη μέσω ηλεκτρονικού ταχυδρομείου.
th_th: ระบบจะสร้างรหัสผ่านที่รัดกุมโดยอัตโนมัติ และส่งให้ผู้ใช้ทางอีเมล

source: Please note that the password can only be sent if the user has entered a valid E-Mail address.
el_gr: Λάβετε υπόψη ότι ο κωδικός πρόσβασης μπορεί να αποσταλεί μόνο εάν ο χρήστης έχει εισαγάγει έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
th_th: โปรดทราบว่ารหัสผ่านจะถูกส่งได้ก็ต่อเมื่อผู้ใช้ป้อนที่อยู่อีเมลที่ถูกต้องเท่านั้น

source: Activate the reset using password generation
el_gr: Ενεργοποιήστε την επαναφορά χρησιμοποιώντας δημιουργία κωδικού πρόσβασης
th_th: เปิดใช้งานการรีเซ็ตโดยใช้การสร้างรหัสผ่าน

source: Password Settings
el_gr: Ρυθμίσεις κωδικού πρόσβασης
th_th: การตั้งค่ารหัสผ่าน

source: Cancel
el_gr: Άκυρο
th_th: ยกเลิก

source: Module not found!
el_gr: Το πρόγραμμα δεν βρέθηκε!
th_th: ไม่พบโมดูล!

source: Unknown module name. Please select an valid Module!
el_gr: Άγνωστο όνομα προγράμματος. Επιλέξτε ένα έγκυρο πρόγραμμα!
th_th: ไม่ทราบชื่อโมดูล.

source: No Settings available!
el_gr: Δεν υπάρχουν διαθέσιμες ρυθμίσεις!
th_th: ไม่มีการตั้งค่า!

source: The Module %s has no settings!
el_gr: Το πρόγραμμα %s δεν έχει ρυθμίσεις!
th_th: โมดูล %s ไม่มีการตั้งค่า!

source: Update
el_gr: Ενημέρωση
th_th: อัพเดต

source: Upgrade
el_gr: Αναβάθμιση
th_th: อัพเกรด

source: Installed Modules
el_gr: Εγκατεστημένα προγράμματα
th_th: โมดูลที่ติดตั้งแล้ว

source: Repositorys
el_gr: Αποθήκες
th_th: ที่เก็บข้อมูล

source: No Themes available!
el_gr: Δεν υπάρχουν διαθέσιμες Θέματα!
th_th: ไม่มีธีมให้ใช้!

source: Please install some Themes.
el_gr: Εγκαταστήστε μερικά Θέματα.
th_th: กรุณาติดตั้งธีมบางส่วน.

source: No Modules available!
el_gr: Δεν υπάρχουν διαθέσιμες Ενότητες!
th_th: ไม่มีโมดูล!

source: Please install some Modules.
el_gr: Εγκαταστήστε μερικές Ενότητες.
th_th: กรุณาติดตั้งโมดูลบางตัว.

source: Module
el_gr: Ενότητα
th_th: โมดูล

source: Description
el_gr: Περιγραφή
th_th: คำอธิบาย

source: Module is enabled.
el_gr: Η Ενότητα είναι ενεργοποιημένη.
th_th: โมดูลถูกเปิดใช้งาน.

source: Module is disabled.
el_gr: Η Ενότητα είναι απενεργοποιημένη.
th_th: โมดูลถูกปิดใช้งาน

source: Disable
el_gr: Απενεργοποίηση
th_th: ปิดการใช้งาน

source: Enable
el_gr: Ενεργοποίηση
th_th: เปิดใช้งาน

source: Deinstall
el_gr: Απεγκατάσταση
th_th: ถอนการติดตั้ง

source: The module <strong>%s</strong> has an new upgrade to <strong>Version %s</strong>!
th_th: โมดูล <strong>%s</strong> มีการอัพเกรดใหม่เป็น <strong>เวอร์ชัน %s</strong>!

source: Upgrade now!
el_gr: Ενημέρωση τώρα!
th_th: อัพเกรดเดี๋ยวนี้!

source: Version
el_gr: Έκδοση
th_th: เวอร์ชัน

source: by
el_gr: από
th_th: โดย

source: No Repositorys available!
el_gr: Δεν υπάρχουν διαθέσιμες Αποθήκες!
th_th: ไม่มีที่เก็บ!

source: Please adding some Repositorys to keep updates.
el_gr: Προσθέστε κάποιες Αποθήκες για να διατηρείτε ενημερωμένους τους πρόσθετους συνδεσμούς.
th_th: กรุณาเพิ่ม Repositorys เพื่ออัพเดต.

source: Add Repository
el_gr: Προσθήκη Αποθήκης
th_th: เพิ่มพื้นที่เก็บข้อมูล

source: Repository
el_gr: Αποθήκη
th_th: พื้นที่เก็บข้อมูล

source: Status
el_gr: Κατάσταση
th_th: สถานะ

source: Actions
el_gr: Ενέργειες
th_th: การกระทำ

source: Never updated
el_gr: Δεν έχει ποτέ ενημερωθεί
th_th: ไม่เคยอัพเดต

source: Error
el_gr: Σφάλμα
th_th: ผิดพลาด

source: Malformed Repository
el_gr: Σφάλμα στη δομή της Αποθήκης
th_th: พื้นที่เก็บข้อมูลมีรูปแบบไม่ถูกต้อง

source: More Informations
el_gr: Περισσότερες πληροφορίες
th_th: ข้อมูลเพิ่มเติม

source: Last updated
el_gr: Τελευταία ενημέρωση
th_th: อัพเดตล่าสุด

source: Repository URL
el_gr: URL Αποθήκης
th_th: URL ของพื้นที่เก็บข้อมูล

source: Package
el_gr: Πακέτο
th_th: แพ็คเกจ

source: Command...
el_gr: Εντολή...
th_th: คำสั่ง...

source: Refresh
el_gr: Ανανέωση
th_th: รีเฟรช

source: Loading
el_gr: Φόρτωση
th_th: กำลังโหลด

source: No File selected!
el_gr: Δεν έχει επιλεγεί κανένα αρχείο!
th_th: ไม่ได้เลือกไฟล์!

source: Please select an Logfile from the List.
el_gr: Επιλέξτε ένα αρχείο καταγραφής από τη λίστα.
th_th: โปรดเลือกไฟล์บันทึกจากรายการ

source: Directory
el_gr: Κατάλογος
th_th: ไดเร็กทอรี

source: Path
el_gr: Διαδρομή
th_th: เส้นทาง

source: No permissions!
el_gr: Δεν υπάρχουν δικαιώματα!
th_th: ไม่ได้รับอนุญาต!

source: File
el_gr: Αρχείο
th_th: ไฟล์

source: Global settings for the Panel
el_gr: Γενικά ρυθμίσεις για το Panel
th_th: การตั้งค่าส่วนกลางสำหรับแผงควบคุม

source: Project name
el_gr: Όνομα Προγράμματος
th_th: ชื่อโครงการ

source: Show Copyright
el_gr: Εμφάνιση Συλλογικών Δικαιωμάτων
th_th: แสดงลิขสิทธิ์

source: Shows the copyright in the footer
el_gr: Εμφανίζει τα πνευματικά δικαιώματα στο υποσέλιδο
th_th: แสดงลิขสิทธิ์ในส่วนท้าย

source: Default Language
el_gr: Προκαθορισμένη Γλώσσα
th_th: ภาษาเริ่มต้น

source: Default Time Format
el_gr: Προκαθορισμένος Χρονικός Νορματισμός
th_th: รูปแบบเวลาเริ่มต้น

source: Default Timezone
el_gr: Προκαθορισμένη Ζώνη Ώρας
th_th: เขตเวลาเริ่มต้น

source: Service
el_gr: Υπηρεσία
th_th: การบริการ

source: Info
el_gr: Πληροφορίες
th_th: ข้อมูล

source: System Properties
el_gr: Στοιχεία Συστήματος
th_th: คุณสมบัติของระบบ

source: Hostname
el_gr: Όνομα Υπολογιστή
th_th: ชื่อโฮสต์

source: Time
el_gr: Ώρα
th_th: เวลา

source: System
el_gr: Σύστημα
th_th: ระบบ

source: Kernel
el_gr: Καρπός
th_th: เคอร์เนล

source: Uptime
el_gr: Επιβίβαση
th_th: เวลาทำงาน

source: Daemon
el_gr: Δαίμων
th_th: ปีศาจ

source: Last Start
el_gr: Τελευταία Εκκίνηση
th_th: เริ่มต้นครั้งสุดท้าย

source: %s ago
el_gr: %s πριν
th_th: %s ที่แล้ว

source: Last End
el_gr: Τελευταίο Τέλος
th_th: จุดจบสุดท้าย

source: Last Time
el_gr: Τελευταία φορά
th_th: ครั้งสุดท้าย

source: %d Seconds
el_gr: %d Δεύτερα
th_th: %d วินาที

source: Mounted Drives
el_gr: Συνδεσμένες Εγκαταστάσεις
th_th: ไดรฟ์แบบติดตั้ง

source: Type: %s | FileSystem: %s | Size: %s / %s
th_th: ประเภท: %s |

source: System-Reboot
el_gr: Επανεκκίνηση Συστήματος
th_th: ระบบ-รีบูต

source: Do you really want to reboot the complete system?
el_gr: Θέλετε πραγματικά να επανεκκινήσετε ολόκληρο το σύστημα;
th_th: คุณต้องการรีบูททั้งระบบจริงหรือ?

source: Reboot now!
el_gr: Επανεκκίνηση Τώρα!
th_th: รีบูตเดี๋ยวนี้!

source: Please sign in
el_gr: Παρακαλούμε συνδεθείτε
th_th: กรุณาเข้าสู่ระบบ

source: Code
el_gr: Κωδικός
th_th: รหัส

source: Password
el_gr: Κωδικός Πρόσβασης
th_th: รหัสผ่าน

source: Lost password
th_th: รหัสผ่านหาย

source: Sign in
el_gr: Σύνδεση
th_th: เข้าสู่ระบบ

source: Global Settings
el_gr: Διαχείριση Ρυθμίσεων
th_th: การตั้งค่าส่วนกลาง

source: Security
el_gr: Ασφάλεια
th_th: ความปลอดภัย

source: Global settings for your usability
el_gr: Διαχείριση Ρυθμίσεων για καλύτερη χρήση του ιστοχώρου
th_th: การตั้งค่าส่วนกลางสำหรับการใช้งานของคุณ

source: Some security settings for your safety.
el_gr: Ρυθμίσεις ασφαλείας για την προστασία του λογαριασμού σας
th_th: การตั้งค่าความปลอดภัยบางอย่างเพื่อความปลอดภัยของคุณ.

source: Check your E-Mail address in the <a href="%s">account settings</a>.
th_th: ตรวจสอบที่อยู่อีเมลของคุณใน <a href="%s">การตั้งค่าบัญชี<//a>

source: Reset your Password
el_gr: Επαναφορά Κωδικού Πρόσβασης
th_th: รีเซ็ตรหัสผ่านของคุณ

source: Back to the login
el_gr: Πίσω στην Πρωταρχική Σελίδα Σύνδεσης
th_th: กลับไปที่ล็อกอิน

source: Reset Password
el_gr: Επαναφορά Κωδικού Πρόσβασης
th_th: รีเซ็ตรหัสผ่าน

source: Account Details
el_gr: Στοιχεία Λογαριασμού
th_th: รายละเอียดบัญชี

source: Change Password
el_gr: Αλλαγή Κωδικού Πρόσβασης
th_th: เปลี่ยนรหัสผ่าน

source: Current personal details that you have provided us with, We ask that you keep these upto date in case we require to contact you regarding your hosting package.
el_gr: Τα τρέχοντα προσωπικά στοιχεία που μας έχετε παράσχει. Παρακαλούμε να τα κρατάτε ενημερωμένα για να μπορέσουμε να επικοινωνήσουμε μαζί σας σχετικά με το πακέτο φιλοξενίας σας.
th_th: รายละเอียดส่วนบุคคลปัจจุบันที่คุณให้ไว้กับเรา เราขอให้คุณอัปเดตข้อมูลเหล่านี้ให้ทันสมัยอยู่เสมอ ในกรณีที่เราต้องการติดต่อคุณเกี่ยวกับแพ็คเกจโฮสติ้งของคุณ

source: Change your current control panel password.
el_gr: Αλλάξτε τον τρέχοντα κωδικό πρόσβασης του Πίνακα Ελέγχου σας.
th_th: เปลี่ยนรหัสผ่านแผงควบคุมปัจจุบันของคุณ

source: Current Password
th_th: รหัสผ่านปัจจุบัน

source: DEMO VERSION
th_th: เวอร์ชันสาธิต

source: Reload
th_th: โหลดซ้ำ

source: Module Error
th_th: โมดูลเกิดข้อผิดพลาด

source: The specified module could not be loaded.
th_th: ไม่สามารถโหลดโมดูลที่ระบุได้

source: 404 - Not Found
th_th: 404 - ไม่พบ

source: The page you requested could not be found.
th_th: ไม่พบเพจที่คุณร้องขอ.

source: Welcome to %s!
th_th: ยินดีต้อนรับสู่ %s!

source: Get Started
th_th: เริ่มต้นเลย

source: Create a Domain
th_th: สร้างโดเมน

source: create a new subdomain
th_th: สร้างโดเมนย่อยใหม่

source: Next Steps
th_th: ก้าวต่อไป

source: Create an FTP Account
th_th: สร้างบัญชี FTP

source: Create a new Database
th_th: สร้างฐานข้อมูลใหม่

source: Create a new Mailbox
th_th: สร้างกล่องจดหมายใหม่

source: More Actions
th_th: การดำเนินการเพิ่มเติม

source: Modify your Account settings
th_th: แก้ไขการตั้งค่าบัญชีของคุณ

source: Settings for <strong>%s</strong> was successfully updated.
th_th: อัปเดตการตั้งค่าสำหรับ <strong>%s</strong> สำเร็จแล้ว

source: Please repeat your new password.
th_th: กรุณาทำซ้ำรหัสผ่านใหม่ของคุณ.

source: The new password must contain the minimum number of 8 characters.
th_th: รหัสผ่านใหม่ต้องมีจำนวนอักขระขั้นต่ำ 8 ตัว

source: Can\t send recovery instructions, because the user has an <strong>invalid E-Mail address</strong>.
th_th: ไม่สามารถ\ส่งคำแนะนำในการกู้คืนได้ เนื่องจากผู้ใช้มี<strong>ที่อยู่อีเมลที่ไม่ถูกต้อง<//strong>

source: New password for your account
th_th: รหัสผ่านใหม่สำหรับบัญชีของคุณ

source: The new generated password has been sent to users E-Mail address!
th_th: รหัสผ่านที่สร้างขึ้นใหม่ได้ถูกส่งไปยังที่อยู่อีเมลของผู้ใช้แล้ว!

source: Your password request has been sent to users E-Mail address!
el_gr: Το αίτημα κωδικού πρόσβασης σας έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη!
th_th: คำขอรหัสผ่านของคุณถูกส่งไปยังที่อยู่อีเมลของผู้ใช้แล้ว!

source: Security-Settings for <strong>%s</strong> was successfully updated.
el_gr: Οι ρυθμίσεις ασφαλείας για τον <strong>%s</strong> ενημερώθηκαν με επιτυχία.
th_th: อัปเดตการตั้งค่าความปลอดภัยสำหรับ <strong>%s</strong> สำเร็จแล้ว

source: Please enter a valid E-Mail address.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
th_th: กรุณากรอกที่อยู่อีเมลที่ถูกต้อง.

source: User <strong>%s</strong> was successfully edited.
el_gr: Ο χρήστης <strong>%s</strong> επεξεργάστηκε με επιτυχία.
th_th: แก้ไขผู้ใช้ <strong>%s<//strong> สำเร็จแล้ว

source: You cant delete the admin account!
el_gr: Δεν μπορείτε να διαγράψετε τον λογαριασμό διαχειριστή!
th_th: คุณไม่สามารถลบบัญชีผู้ดูแลระบบได้!

source: The user <strong>%s</strong> was successfully deleted.
el_gr: Ο χρήστης <strong>%s</strong> διαγράφηκε με επιτυχία.
th_th: ลบผู้ใช้ <strong>%s<//strong> เรียบร้อยแล้ว

source: Please select some entries you want to delete.
el_gr: Επιλέξτε μερικές καταχωρήσεις που θέλετε να διαγράψετε.
th_th: กรุณาเลือกบางรายการที่คุณต้องการลบ.

source: Please enter the username.
el_gr: Παρακαλώ εισάγετε το όνομα χρήστη.
th_th: กรุณากรอกชื่อผู้ใช้.

source: The new username must contain the minimum number of 2 characters.
el_gr: Το νέο όνομα χρήστη πρέπει να περιέχει τον ελάχιστο αριθμό 2 χαρακτήρων.
th_th: ชื่อผู้ใช้ใหม่ต้องมีจำนวนอักขระขั้นต่ำ 2 ตัว

source: The username is already in use.
el_gr: Το όνομα χρήστη χρησιμοποιείται ήδη.
th_th: ชื่อผู้ใช้นี้มีการใช้งานแล้ว.

source: Please enter an E-Mail address.
el_gr: Παρακαλώ εισάγετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
th_th: กรุณากรอกที่อยู่อีเมล.

source: The E-Mail address is already in use.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη.
th_th: ที่อยู่อีเมลถูกใช้แล้ว.

source: Please enter the password.
el_gr: Παρακαλώ εισάγετε τον κωδικό πρόσβασης.
th_th: กรุณากรอกรหัสผ่าน.

source: Please repeat the password.
el_gr: Παρακαλώ επαναλάβετε τον κωδικό πρόσβασης.
th_th: กรุณากรอกรหัสผ่านซ้ำ.

source: Your password and confirmation password do not match.
el_gr: Ο κωδικός πρόσβασης και ο κωδικός επιβεβαίωσης δεν ταιριάζουν.
th_th: รหัสผ่านและรหัสผ่านยืนยันของคุณไม่ตรงกัน

source: The user <strong>%s</strong> was successfully created.
el_gr: Ο χρήστης <strong>%s</strong> δημιουργήθηκε με επιτυχία.
th_th: สร้างผู้ใช้ <strong>%s<//strong> สำเร็จแล้ว

source: Please enter an valid repository URL!
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση URL αποθήκης!
th_th: กรุณากรอก URL ที่เก็บที่ถูกต้อง!

source: Repository already exists!
el_gr: Η Αποθήκη υπάρχει ήδη!
th_th: มีที่เก็บข้อมูลอยู่แล้ว!

source: The module is already disabled!
el_gr: Η Ενότητα είναι ήδη απενεργοποιημένη!
th_th: โมดูลถูกปิดการใช้งานแล้ว!

source: The module was successfully disabled.
el_gr: Η Ενότητα απενεργοποιήθηκε με επιτυχία.
th_th: โมดูลถูกปิดใช้งานสำเร็จ

source: The module not exists!
el_gr: To module δεν υπάρχει!
th_th: ไม่มีโมดูลนี้!

source: The module is already enabled!
el_gr: To module είναι ήδη ενεργοποιημένη!
th_th: โมดูลเปิดใช้งานแล้ว!

source: The module was successfully enabled.
el_gr: To module ενεργοποιήθηκε με επιτυχία.
th_th: เปิดใช้งานโมดูลสำเร็จแล้ว

source: The module was successfully deinstalled!
el_gr: To module απεγκαταστάθηκε με επιτυχία!
th_th: ถอนการติดตั้งโมดูลสำเร็จแล้ว!

source: <strong>%d Repository%s</strong> was updated. Found %d related Update%s!
el_gr: <strong>%d Αποθήκη%s</strong> ενημερώθηκε. Βρέθηκαν %d σχετικές ενημερώσεις%s!
th_th: <strong>%d พื้นที่เก็บข้อมูล%s</strong> ได้รับการอัปเดตแล้ว

source: <strong>%d Repositorys</strong> was successfully removed
el_gr: <strong>%d Αποθήκης</strong> απεγκαταστάθηκαν με επιτυχία
th_th: <strong>%d Repositorys</strong> ถูกลบเรียบร้อยแล้ว

source: You have no permissions for this action!
el_gr: Δεν έχετε δικαιώματα για αυτή την ενέργεια!
th_th: คุณไม่มีสิทธิ์สำหรับการกระทำนี้!

source: The system settings has been saved.
el_gr: Οι ρυθμίσεις συστήματος αποθηκεύτηκαν.
th_th: บันทึกการตั้งค่าระบบแล้ว

source: The System will be rebooted now!
el_gr: Το Σύστημα θα επανεκκινηθεί τώρα!
th_th: ระบบจะรีบูตทันที!

source: Your 2FA code is invalid!
el_gr: Ο κωδικός 2FA σας δεν είναι έγκυρος!
th_th: รหัส 2FA ของคุณไม่ถูกต้อง!

source: Please complete the two factor authentication:
el_gr: Παρακαλώ ολοκληρώστε την επαλήθευση δύο παραγόντων:
th_th: กรุณากรอกการยืนยันตัวตนแบบสองปัจจัย:

source: Login was unsuccessful!
el_gr: Η σύνδεση δεν ήταν επιτυχής!
th_th: เข้าสู่ระบบไม่สำเร็จ!

source: Your security settings has been updated.
el_gr: Οι ρυθμίσεις ασφαλείας σας ενημερώθηκαν.
th_th: การตั้งค่าความปลอดภัยของคุณได้รับการอัปเดตแล้ว

source: Your settings has been updated.
el_gr: Οι ρυθμίσεις σας ενημερώθηκαν.
th_th: การตั้งค่าของคุณได้รับการอัปเดตแล้ว

source: The given Token is invalid or was expired.
el_gr: Το δεδομένο Token δεν είναι έγκυρο ή έχει λήξει.
th_th: โทเค็นที่กำหนดไม่ถูกต้องหรือหมดอายุแล้ว

source: Please enter a new password.
el_gr: Παρακαλώ εισάγετε ένα νέο κωδικό πρόσβασης.
th_th: กรุณากรอกรหัสผ่านใหม่.

source: Your password has been restored.
el_gr: Ο κωδικός πρόσβασης σας έχει επαναφερθεί.
th_th: รหัสผ่านของคุณถูกกู้คืนแล้ว

source: Please enter an valid and registred E-Mail address!
el_gr: Παρακαλώ εισάγετε μια έγκυρη και εγγεγραμμένη διεύθυνση ηλεκτρονικού ταχυδρομείου!
th_th: กรุณากรอกที่อยู่อีเมลที่ถูกต้องและลงทะเบียน!

source: Your request has been sent to your E-Mail address!
el_gr: Το αίτημα σας στάλθηκε στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας!
th_th: คำขอของคุณถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว!

source: Please enter your current password.
el_gr: Παρακαλώ εισάγετε τον τρέχοντα κωδικό πρόσβασης.
th_th: กรุณากรอกรหัสผ่านปัจจุบันของคุณ.

source: Please enter your new password.
el_gr: Παρακαλώ εισάγετε τον νέο κωδικό πρόσβασης.
th_th: กรุณากรอกรหัสผ่านใหม่ของคุณ.

source: Your current password is not correct!
el_gr: Ο τρέχον κωδικός πρόσβασης δεν είναι σωστός!
th_th: รหัสผ่านปัจจุบันของคุณไม่ถูกต้อง!

source: Your password has been updated.
el_gr: Ο κωδικός πρόσβασης σας ενημερώθηκε.
th_th: รหัสผ่านของคุณได้รับการอัปเดตแล้ว

source: Please enter your E-Mail address.
el_gr: Παρακαλώ εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
th_th: กรุณากรอกที่อยู่อีเมลของคุณ.

source: Please enter your first name.
el_gr: Παρακαλώ εισάγετε το όνομα σας.
th_th: กรุณากรอกชื่อของคุณ.

source: Please enter your last name.
el_gr: Παρακαλώ εισάγετε το επώνυμό σας.
th_th: กรุณากรอกนามสกุลของคุณ.

source: Please enter your phone number.
el_gr: Παρακαλώ εισάγετε τον αριθμό τηλεφώνου σας.
th_th: กรุณากรอกหมายเลขโทรศัพท์ของคุณ.

source: Please enter your address.
el_gr: Παρακαλώ εισάγετε τη διεύθυνσή σας.
th_th: กรุณากรอกที่อยู่ของคุณ.

source: Your personal data has been updated.
el_gr: Τα προσωπικά σας δεδομένα ενημερώθηκαν.
th_th: ข้อมูลส่วนบุคคลของคุณได้รับการอัปเดตแล้ว

source: Enable Two-factor authentication (2FA)
el_gr: Ενεργοποίηση επαλήθευσης δύο παραγόντων (2FA)
th_th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย (2FA)

source: Do you really wan't to delete all selected users?
el_gr: Θέλετε πραγματικά να διαγράψετε όλους τους επιλεγμένους χρήστες;
th_th: คุณไม่ต้องการลบผู้ใช้ที่เลือกทั้งหมดจริงๆหรือ?

source: Do you really wan't to delete the user?
el_gr: Θέλετε πραγματικά να διαγράψετε τον χρήστη;
th_th: คุณไม่อยากลบผู้ใช้จริงๆเหรอ?

source: %s mins
el_gr: %s λεπτά

source: %s hours
el_gr: %s ώρες

source: %s days
el_gr: %s ημέρες

source: %s weeks
el_gr: %s εβδομάδες

source: %s months
el_gr: %s μήνες

source: %s years
el_gr: %s χρόνια

source: active
el_gr: ενεργό

source: enabled
el_gr: ενεργοποιημένο

source: off
el_gr: απενεργοποιημένο

source: on
el_gr: ενεργοποιημένο

source: no
el_gr: όχι

source: yes
el_gr: ναι

source: no value
el_gr: καμία τιμή

source: Two-Factor authentication (2FA) is <strong>temporarily disabled</strong> because you did not provide a <strong>valid E-Mail address</strong>.
el_gr: Η επαλήθευση δύο παραγόντων (2FA) είναι <strong>προσωρινά απενεργοποιημένη</strong> επειδή δεν παρείχατε μια <strong>έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου</strong>.

source: Two-Factor authentication (2FA) will be <strong>temporarily disabled</strong> because you did not provide a <strong>valid E-Mail address</strong>.
el_gr: Η επαλήθευση δύο παραγόντων (2FA) θα <strong>προσωρινά απενεργοποιηθεί</strong> επειδή δεν παρείχατε μια <strong>έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου</strong>.

source: The user will probably not receive an E-Mail because the provided <strong>E-Mail address is invalid</strong>.
el_gr: Ο χρήστης πιθανώς δεν θα λάβει μήνυμα ηλεκτρονικού ταχυδρομείου επειδή η παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου είναι άκυρη.

source: Module has depencies.
el_gr: Η Ενότητα έχει εξαρτήσεις.

source: Do you really wan't to disable the module?
el_gr: Θέλετε πραγματικά να απενεργοποιήσετε την Ενότητα;

source: Do you really wan't to deinstall the module?
el_gr: Θέλετε πραγματικά να απεγκαταστήσετε την Ενότητα;

source: The module <strong>%s</strong> has an new upgrade to <strong>Version %s</strong>!
el_gr: Η Ενότητα <strong>%s</strong> έχει μια νέα ενημέρωση στην <strong>Έκδοση %s</strong>!

source: Type: %s | FileSystem: %s | Size: %s / %s
el_gr: Τύπος: %s | Σύστημα Αρχείων: %s | Μέγεθος: %s / %s

source: Check your E-Mail address in the <a href='%s'>account settings</a>.
el_gr: Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας στις <a href='%s'>ρυθμίσεις του λογαριασμού σας</a>.
